{
    "last_trends": [
        [
            {
                "nazwa": "Döner Kebab z Jogurtem i Czosnkiem",
                "opis": "Tradycyjny turecki kebab z mielonej wołowiną lub jagnięciny, podawany z jogurtem i czosnkiem, idealny na szybkie lunchy i kolacje."
            },
            {
                "nazwa": "Meze z Grzybami, Fasolką i Czosnkiem",
                "opis": "Tureckie przystawki z grzybami, fasolką i czosnkiem, idealne do podania z chlebem pide lub jako dodatek do danego"
            },
            {
                "nazwa": "Grilowane Warzywa z Sosem Jogurtowo-Czosnkowym",
                "opis": "Szybka i smaczna potrawa, w której grilowane warzywa są podawane z jogurtem i czosnkiem, idealna na letnie dni"
            },
            {
                "nazwa": "Beyti z Jagnięciny i Sosem Pomidorowym",
                "opis": "Tureckie danie z jagnięcyną, zawiniętą w lawasz, polaną sosem pomidorowym i podawaną z jogurtem, idealne na szybkie kolacje"
            },
            {
                "nazwa": "Chleb Pide z Czosnkiem i Papryką",
                "opis": "Tradycyjny turecki chleb pide, podawany z czosnkiem i papryką, idealny do smarowania kebabem lub jako dodatek do śniadania"
            }
        ],
        [
            {
                "nazwa": "BBQ Pulled Pork z Kukurydzą i Szpinakiem",
                "opis": "Pyszne BBQ z mięsem wieprzowym oraz dodatkiem kukurydzy i szpinaku, idealne dla tych, którzy szukają smacznego i łatwego dania."
            },
            {
                "nazwa": "Kiełbasa z Kiełbasą i Szpinakiem w Warkoczyku z Currym",
                "opis": "Wypróbuj tę smaczną i kolorową sałatkę z kiełbasą, szpinakiem i warkoczykiem z curry, idealną na pikniki i imprezy!"
            },
            {
                "nazwa": "Turecki BBQ z Bakłażanem i Kiełbasą",
                "opis": "Ciesz się wybuchową mieszanką smaków w tym tureckim BBQ z bakłażanem, kiełbasą i curry, idealnym dla tych, którzy szukają nowych smaków."
            },
            {
                "nazwa": "Kiełbasa i Szpinak z Currym w Warkoczyku",
                "opis": "Smaczną i zdrową sałatkę z kiełbasą, szpinakiem i curry w warkoczyku, idealną na szybkie kolacje i lunchy."
            }
        ],
        [
            {
                "nazwa": "Curry z szpinakiem i grillowanymi kiełbasami",
                "opis": "Podawaj to pyszne curry z szpinakiem i grillowanymi kiełbasami wraz z kulkami ryżu lub ziemniakami. Idealne dla tych, którzy szukają łatwego i smacznego dania."
            },
            {
                "nazwa": "Sałatka z tureckimi kiełbasami i szpinakiem w warkoczyku",
                "opis": "Wypróbuj tę smaczną i kolorową sałatkę z tureckimi kiełbasami, szpinakiem i warkoczykiem. Idealna na pikniki i imprezy!"
            },
            {
                "nazwa": "Turecki curry z bakłażanem i kiełbasą",
                "opis": "Ciesz się wybuchową mieszanką smaków w tym tureckim curry z bakłażanem, kiełbasą i curry. Idealne dla tych, którzy szukają nowych smaków."
            },
            {
                "nazwa": "Sałatka z szpinakiem i kiełbasą z curry",
                "opis": "Smaczną i zdrową sałatkę z szpinakiem, kiełbasą i curry. Idealna na szybkie kolacje i lunchy."
            },
            {
                "nazwa": "Kiełbasa i szpinak w curry z turecką inspiracją",
                "opis": "Zrób coś nowego z kiełbasą, szpinakiem i curry z turecką inspiracją. Idealne dla tych, którzy szukają łatwego i smacznego dania."
            }
        ],
        [
            {
                "nazwa": "Wareniki z kiełbasą i szpinakiem",
                "opis": "Nowa wersja klasyka ukraińskiej kuchni - słodkie, chrupiące wareniki wypełnione sałatką z kiełbasy i szpinaku."
            },
            {
                "nazwa": "Barszcz z kiełbasą i szpinakiem",
                "opis": "Smaczny i zdrowy barszcz ukraiński z dodatkiem kiełbasy i szpinaku, idealny na letnie dni."
            },
            {
                "nazwa": "Kiełbasa i szpinak z ukraińskim ryżem",
                "opis": "Łatwa w przygotowaniu kombinacja kiełbasy, szpinaku i ryżu ukraińskiego, idealna na szybkie kolacje."
            },
            {
                "nazwa": "Sałatka z kiełbą i szpinakiem w warkoczyku",
                "opis": "Smaczna i kolorowa sałatka z kiełbą i szpinakiem podana w warkoczyku, idealna na pikniki i imprezy."
            }
        ],
        [
            {
                "nazwa": "Ryba z Warzywami w Tureckim Ryżu z Piekarnika",
                "opis": "Smaczny i łatwy do przygotowania przepis na rybę z warzywami, serwowany z tureckim ryżem i pieczonym w piekarniku."
            },
            {
                "nazwa": "Turecko-Peruwiańska Kebab z Sosem Chili i Jogurtowym",
                "opis": "Unikalny kebab inspirowany tradycyjną turecką recepturą i peruwiańskimi smakami, smacznie łączący pikantność sosu chili z delikatnością sosu jogurtowego."
            },
            {
                "nazwa": "Paprykowe Falafel z Tureckim Ryżem i Tatarskim Sosem",
                "opis": "Pikantne falafel z dodatkiem papryki i tureckich smaków, doskonałe do podania z tureckim ryżem i tatarskim sosem, idealnym dodatkiem do przystawki lub aperitifa."
            },
            {
                "nazwa": "Peruwiańska Salsa z Tureckimi Smakami i Ryżem",
                "opis": "Kremowa i pikantna salsa inspirowana peruwiańską kuchnią, łącząca smaki tureckie z delikatnością ryżu i dodatkiem czosnku i papryki."
            }
        ],
        [
            {
                "nazwa": "Kebab Döner z Sosem Chili",
                "opis": "Pikantny kebab z sosem chili, inspirowany tradycyjną turecką recepturą, oczarujący smakiem i aromatem"
            },
            {
                "nazwa": "Pasta z Papryką i Fetą",
                "opis": "Kremowa i lekko pikantna pasta z papryką i fetą, świetnie dostosowana do sezonu i smaków"
            },
            {
                "nazwa": "Meze z Oliwkami i Czosnkiem",
                "opis": "Pikantne meze z oliwkami, czosnkiem, ziołami i chili, idealne do podania jako przystawka lub aperitif"
            },
            {
                "nazwa": "Kebab Doner z Sosem Jogurtowym",
                "opis": "Pikantny kebab z sosem jogurtowym, inspirowany smaczkowym przepisem Karola Okrasy, doskonały dla tych, którzy lubią smaczne i oryginalne dania"
            },
            {
                "nazwa": "Paprykowe Falafel z Tureckiej Kuchni",
                "opis": "Pikantne falafel z dodatkiem papryki i tureckich smaków, idealne do podania z ryżem lub makaronem"
            }
        ],
        [
            {
                "nazwa": "Paprykowe Rogale",
                "opis": "Węgierskie rogale z kulkami paprykowymi, dodatkami orzechów i migdałów, idealne na śniadanie lub podawane z kawą."
            },
            {
                "nazwa": "Koreańskie Falafel z Papryką",
                "opis": "Koreańsko-śródziemnomorskie połączenie, w której falafel z dodatkiem papryki i soju jest doskonałym rozwiązaniem dla tych, którzy poszukują smaku i koloru."
            },
            {
                "nazwa": "Węgierski Paprykarz z Ziemniakami",
                "opis": "Tętniący smakiem paprykarz z ziemniakami, gotowany w gęstym sosie z suszoną papryką, idealny do podania z chlebem lub makaronem."
            },
            {
                "nazwa": "Paprykowe Kimchi",
                "opis": "Łączenie węgierskiej papryki z koreańskim kimchi, dodając nietypowe smaki i tekstury, tworząc ciekawe połączenie smaków i aromatów."
            },
            {
                "nazwa": "Węgierskie Bulgogi z Papryką",
                "opis": "Węgierskie bulgogi z dodatkiem papryki i koreańskich smaków, tworząc kompleksowe i smaczne kolekcyjne danie, idealne do podania z ryżem lub makaronem."
            }
        ],
        [
            {
                "nazwa": "Kimchi Bulgogi",
                "opis": "Łączenie tradycyjnego koreańskiego dania kimchi z popularną potrawą bulgogi, dodając nietypowe smaki i tekstury"
            },
            {
                "nazwa": "Koreański Falafel",
                "opis": "Koreańsko-śródziemnomorskie połączenie, w której falafel z dodatkiem kimchi i soju jest doskonałym rozwiązaniem dla tych, którzy poszukują smaku i koloru."
            },
            {
                "nazwa": "Tajskie Kimchi",
                "opis": "Łączenie koreańskiego kimchi z tajskimi smakami, w tym z dodatkiem chili i kozieradki, tworząc ciekawe połączenie smaków i tekstur."
            },
            {
                "nazwa": "Koreańskie Kolekcyjne Danie",
                "opis": "Zestawienie popularnych koreańskich dań, w tym bibimbap, bulgogi i kimchi, tworząc kompleksowe i smaczne kolekcyjne danie."
            }
        ],
        [
            {
                "nazwa": "Dyniowe Kopytka z Kurkowym Sosem",
                "opis": "Pomysłowa wersja kopytek z dynią, która idealnie wpisuje się w smaki jesieni. Dodatek kurkowego sosu dodaje głębi smaku i aromatu."
            },
            {
                "nazwa": "Zupa Grzybowa z Ryżem",
                "opis": "Prostszy i szybszy przepis na zupę grzybową, która jest doskonała na zimny wieczór. Ugotowany ryż dodaje pełności i smaku."
            },
            {
                "nazwa": "Pierogi Spiżarniane z Mięsem Wieprzowym i Śliwką",
                "opis": "Klasyczne połączenie smaków, które idealnie reprezentuje smaki jesieni i zimy. Dodatek suszonej śliwki dodaje słodycz i aromat."
            },
            {
                "nazwa": "Keks Dyniowy z Sosem Kurkowym",
                "opis": "Ciekawy przepis na keks dyniowy, który jest idealny na słodkie przekąski. Dodatek sosu kurkowego dodaje głębi smaku i aromatu."
            },
            {
                "nazwa": "Smaki Jesieni: Pumpkin Spice Latte",
                "opis": "Klasyczna wersja latte z dodatkiem pumpkin spice, która idealnie wpisuje się w smaki jesieni i zimy. Doskonały dla kawoszy."
            }
        ],
        [
            {
                "nazwa": "Kebab Warzywno-Orzechowy z NYC",
                "opis": "Szybki i smaczny kebab z warzywami i orzechami, inspirowany przez kuchnię Nowego Jorku."
            },
            {
                "nazwa": "Rosół z Makaronem Ryżowym i Kebabem Warzywno-Orzechowym",
                "opis": "Smaczny i pełnowartościowy obiad z rosółem z makaronem ryżowym i kebabem warzywno-orzechowym."
            },
            {
                "nazwa": "Calzone Kebab z Cebulą i Sosem Czosnkowym",
                "opis": "Smaczne i aromatyczne calzone kebab z cebulą i sosem czosnkowym."
            },
            {
                "nazwa": "Kebab Warzywno-Orzechowy z Tofu",
                "opis": "Szybki i smaczny kebab z warzywami i tofu, doskonały dla wegetarian."
            },
            {
                "nazwa": "Ayranowe Smaczniki z Tureckim Kebabem i Warzywami",
                "opis": "Smaczne smaczniki z ayranem, tureckim kebabe i warzywami, inspirowane przez turecką kuchnię."
            }
        ],
        [
            {
                "nazwa": "Puree z Pomarańczy z Tureckim Ciastem",
                "opis": "Smaczne ciasto z puree z pomarańczy i mozaiką z kruszonych orzechów, inspirowane przez turecką kuchnię."
            },
            {
                "nazwa": "Tureckie Kebaby z Warzywami i Cynamonem (wegetariańskie)",
                "opis": "Klasyczne kebaby z warzywami i cynamonem, bez mięsa, inspirowane kuchnią turecką."
            },
            {
                "nazwa": "Meze Tureckie z Jogurtem, Słonym Serem i Czosnkiem",
                "opis": "Smaczne meze z jogurtem, słonym serem, czosnkiem i przyprawami, inspirowane przez turecką kuchnię."
            },
            {
                "nazwa": "Tureckie Ciasto z Warzywami i Tofu",
                "opis": "Smaczne ciasto z warzywami i tofu, inspirowane przez turecką kuchnię i kuchnię libańską."
            },
            {
                "nazwa": "Ayranowe Smaczniki z Tureckim Kebabem",
                "opis": "Smaczne smaczniki z ayranem i tureckim kebabe, inspirowane przez turecką kuchnię."
            }
        ],
        [
            {
                "nazwa": "Kebab z Kurczaka z Warzywami i Cynamonem",
                "opis": "Klasyczny kebab z kurczaka, warzywami i cynamonem, inspirowany kuchnią libańską."
            },
            {
                "nazwa": "Dolma z Ryby i Sałatki",
                "opis": "Zupa z ryby i sałatki, z dodatkiem kardamonu i grzanków, inspirowana kuchnią arabską."
            },
            {
                "nazwa": "Falafelowe Wrap z Warzywami i Tofu",
                "opis": "Falafelowe wrap z warzywami i tofu, z dodatkiem cynamonu i grzanków, inspirowane kuchnią libańską."
            }
        ],
        [
            {
                "nazwa": "Francuski Kebab Bistro",
                "opis": "Klasyczny kebab francuski z mięsem, serem i sałatką, podany w stylu bistro francuskim."
            },
            {
                "nazwa": "Quiche Kebabowa",
                "opis": "Kebabowa wersja klasycznego quiche, z mięsem, jajkami i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Soupe à L'Oignon Kebab",
                "opis": "Kebabowa wersja francuskiej zupy cebulowej, z cebulą, mięsem i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Pierogi Kebabowe z Ciałem Francuskim",
                "opis": "Pierogi kebabowe z ciastem francuskim, nadziane mięsem, serem i sałatką."
            }
        ],
        [
            {
                "nazwa": "Kebab Cajun z Kurczaka",
                "opis": "Kebab z kurczaka w stylu cajun, z dodatkiem przypraw Cajun i smakami południowych Stanów Zjednoczonych."
            },
            {
                "nazwa": "Rollo Kebab z Krewetkami",
                "opis": "Kebab z krewetkami, kapustą pekińską i kapustą białą, z przyprawami i sosami w stylu amerykańskiego południa."
            },
            {
                "nazwa": "Szybki Kebab Creole z Frytkami",
                "opis": "Kebab szybki i smaczny, z frytkami i przyprawami w stylu creole, idealny jako danie główne lub dodatek do kolacji."
            }
        ],
        [
            {
                "nazwa": "Soczewicza Turecka z Czerwonej Soczewicy",
                "opis": "Tradycyjna turecka potrawa z czerwonej soczewicy, idealna jako szybki i smaczny wegański przepis."
            },
            {
                "nazwa": "Wegański Kebab z Soi i Seitanu",
                "opis": "Szybki i tanio przygotowywalny wegański kebab z soi i seitanu, idealny jako fast food."
            },
            {
                "nazwa": "Torte Salate - Słone Ciasto",
                "opis": "Dania wegetariańskie, proste, tanie, zdrowe i szybkie w przygotowaniu, idealne jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Chora Bademjan - Pieczony Warzywny Kebab",
                "opis": "Turecki przepis na kebab z pieczonymi warzywami i przyprawami, idealny jako danie główne lub dodatek do kolacji."
            },
            {
                "nazwa": "Börülce Çorbası - Zupa z Zielonej Soczewicy",
                "opis": "Tradycyjna turecka zupa z zielonej soczewicy, idealna jako wegański przepis na szybki i smaczny obiad."
            }
        ],
        [
            {
                "nazwa": "Chinkali Gruzińskie",
                "opis": "Pierścieniowe pierogi z mięsa mielonego, smażone z dodatkiem przypraw i ziół, idealne jako danie samodzielne lub dodatek do kolacji."
            },
            {
                "nazwa": "Hummus z Marchewki",
                "opis": "Smaczny i zdrowy przepis na hummus z gotowanej na parze marchwi, idealny jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Supra Gruzińska",
                "opis": "Kolacja składająca się z różnych dania, w tym chinkali, hummusu i innych potraw, idealna jako okazja do spotkania z rodziną i przyjaciółmi."
            },
            {
                "nazwa": "Pizza Gruzińska",
                "opis": "Szybka i pyszna wersja domowej pizzy z dodatkiem gruzińskich przypraw i składników, idealna jako przekąska lub danie główne."
            }
        ]
    ]
}