{
    "last_trends": [
        [
            {
                "nazwa": "Ceviche Nikkei",
                "opis": "Połączenie peruwiańskiego ceviche z japońskimi elementami, takimi jak sos wasabi i ryż udon."
            },
            {
                "nazwa": "Tempura Ceviche",
                "opis": "Tempura z morskich ryb lub owoców morza marynowanych w leche de tigre, z dodatkiem soków owocowych i kwasu limonowego."
            },
            {
                "nazwa": "Seriola Nikkei",
                "opis": "Sashimi z seriolei, serwowane z sosem ponzu i dodatkiem peruwiańskich składników, takich jak kawę ziemniaczaną i paprykę."
            },
            {
                "nazwa": "Ryż Nikkei",
                "opis": "Ryż udon z peruwiańskimi składnikami, takimi jak kawa ziemniaczana, papryka i cebula, z dodatkiem japońskich elementów, takich jak sos teriyaki."
            }
        ],
        [
            {
                "nazwa": "Omelet z Wędzonym Szpinakiem i Awokado",
                "opis": "Smaczny i zdrowy omelet z wędzonym szpinakiem i awokado, idealny jako przystawka lub lunch."
            },
            {
                "nazwa": "Sałatka Warzywna z Ryżem, Sezamem i Ogórkami",
                "opis": "Klasyczna japońska sałatka warzywna z ryżem, sezamem i ogórkami, idealna jako zdrowy obiad."
            },
            {
                "nazwa": "Ryzykowanie Zdrowej Sałatki z Glonami i Awokado",
                "opis": "Unikalna sałatka warzywna z glonami i awokado, idealna jako zdrowy i smaczny przystawka."
            },
            {
                "nazwa": "Tsukune z Sałatką Warzywną i Sosem Teriyaki",
                "opis": "Japońskie klopsiki z mięsem, podane z sałatką warzywną i sosem teriyaki, idealne jako zdrowy lunch."
            }
        ],
        [
            {
                "nazwa": "Tsukune z Sałatką Warzywną",
                "opis": "Japońskie klopsiki z mięsem, podane z sałatką warzywną i sosem teriyaki."
            },
            {
                "nazwa": "Sałatka Warzywna z Ryżem i Sezamem",
                "opis": "Sałatka warzywna w stylu azjatyckim, z dodatkiem ryżu i sezamu, idealna jako zdrowy obiad."
            },
            {
                "nazwa": "Sushi z Sałatką Warzywną",
                "opis": "Szybkie i zdrowe sushi z sałatką warzywną, idealne jako opcja na wynos."
            },
            {
                "nazwa": "Sałatka Warzywna z Awokado i Japońskim Sosem",
                "opis": "Sałatka warzywna z awokado i japońskim sosem, idealna jako zdrowy i smaczny przystawka."
            },
            {
                "nazwa": "Ryżowe Pankejki z Sałatką Warzywną",
                "opis": "Szybkie i zdrowe ryżowe pankejki z sałatką warzywną, idealne jako zdrowy lunch."
            }
        ],
        [
            {
                "nazwa": "Kebab z Sałatką Warzywną",
                "opis": "Turecki kebab z mięsem i warzywami, podany z sałatką warzywną i różnymi daniami tureckimi."
            },
            {
                "nazwa": "Pączki Lokma z Miodem i Cynamonem",
                "opis": "Tureckie pączki Lokma, smażone i posypane miodem i cynamonem, idealne jako przystawka lub deser."
            },
            {
                "nazwa": "Pancarli Bulgur z Buraczkami i Surówką Meksykańską",
                "opis": "Turecki przepis na placki warzywne, z dodatkiem buraczków i surówki meksykańskiej, idealne do podania jako przystawka lub lunch."
            },
            {
                "nazwa": "Kebab z Kaszą Bulgur i Warzywami",
                "opis": "Turecki kebab z mięsem, kaszą bulgur i warzywami, idealne jako główny dań lub lunch."
            },
            {
                "nazwa": "Sałatka Warzywna z Kaszą Bulgur i Czosnkiem",
                "opis": "Turecka sałatka warzywna z kaszą bulgur, cebulą i czosnkiem, idealne do podania jako przystawka lub lunch."
            }
        ],
        [
            {
                "nazwa": "Ceviche Meksykańskie",
                "opis": "Wyjątkowe ceviche z owocami morza i warzywami, inspirujące się tradycyjną kuchnią Meksykanów, idealne do podania jako przystawka lub lunch."
            },
            {
                "nazwa": "Tortilla-Wraps Bezglutenowe",
                "opis": "Wygodne i smaczne tortilla-wraps bezglutenowe, idealne dla miłośników kuchni Tex-Mex, którzy cenią sobie wygodę i smak."
            },
            {
                "nazwa": "Sałatka Warzywna z Surówką Meksykańską",
                "opis": "Wspaniała sałatka warzywna z dodatkiem surówki meksykańskiej, idealna do podania jako przystawka lub lunch, ze smakiem i kolorami inspirowanymi kuchnią Meksykańską."
            },
            {
                "nazwa": "Guacamole na Sałatki Owocowe",
                "opis": "Wyjątkowe guacamole do sałatek owocowych, inspirowane tradycyjną kuchnią Meksykańską, idealne do dodania smaku i koloru do Twojej sałatki."
            },
            {
                "nazwa": "Tortilla-Chips z Sałatką Warzywną",
                "opis": "Smaczne i wygodne tortilla-chips z sałatką warzywną, idealne do podania jako przystawka lub lunch, ze smakiem i kolorami inspirowanymi kuchnią Meksykańską."
            }
        ],
        [
            {
                "nazwa": "Kebab z Kurczaka i Sałatą Turecką",
                "opis": "Tradycyjne tureckie danie kebab, z kurczakiem i sałatką turecką, idealne dla tych, którzy szukają smacznego i szybkiego posiłku."
            },
            {
                "nazwa": "Bakłażanowe Meze z Tureckimi Przepisami",
                "opis": "Pomidorowe meze z bakłażanem, z Tureckimi przepisami, to idealna propozycja dla tych, którzy szukają smacznego i zdrowego posiłku."
            },
            {
                "nazwa": "Testi Kebab - Klasyczne Dziecko Kuchni Tureckiej",
                "opis": "Testi Kebab to tradycyjne tureckie danie, które najlepiej smakuje dzielone z innymi, to idealna propozycja dla tych, którzy szukają smacznego i tradycyjnego posiłku."
            },
            {
                "nazwa": "Kiszone Buraki z Tureckimi Przepisami",
                "opis": "Kiszone buraki z Tureckimi przepisami to idealna propozycja dla tych, którzy szukają smacznego i zdrowego posiłku."
            },
            {
                "nazwa": "Turcja w Kuchni - Przepisy na Szybko",
                "opis": "Turcja w kuchni to propozycja dla tych, którzy szukają smacznego i szybkiego posiłku, z Tureckimi przepisami, idealnymi dla dnia codziennego."
            }
        ],
        [
            {
                "nazwa": "Ryba w Sosie Po Włosku z Kapustą i Ziemniakami",
                "opis": "Klasyczne węgierskie danie, w którym filet rybny przygotowany jest w sosie po włosku i podawany z kapustą i ziemniakami."
            },
            {
                "nazwa": "Kwaśnica z Ziemniakami i Buraczkami",
                "opis": "Tradycyjna polska zupa góralska przygotowana według receptury z kapustą, ziemniakami i buraczkami."
            },
            {
                "nazwa": "Sandacz w Migdałach z Surówką z Kiszonej Kapusty",
                "opis": "Smaczny i aromatyczny sandacz w migdałach, podawany z surówką z kiszonej kapusty i ziemniakami."
            },
            {
                "nazwa": "Ryba Panierowana z Kapustą i Ziemniakami",
                "opis": "Klasyczne węgierskie danie, w którym ryba panierowana podawana jest z kapustą i ziemniakami."
            },
            {
                "nazwa": "Rosół z Koperkiem i Ziemniakami",
                "opis": "Smaczny i aromatyczny rosół z koperkiem i ziemniakami, idealny jako przystawka lub dodatek do obiadu."
            }
        ],
        [
            {
                "nazwa": "Pierogi Ruskie z Nadzieniem ziemniaczanym",
                "opis": "Klasyczne polskie pierogi z nadzieniem ziemniaczanym, twarogiem i cebulą, idealne na gorącą imprezę lub obiad."
            },
            {
                "nazwa": "Naleśniki z Serem i Ziołami",
                "opis": "Smaczne i łatwe w przygotowaniu naleśniki z serem i ziołami, idealne jako przekąska lub danie główne."
            },
            {
                "nazwa": "Kopytka z Sosem Jagodowym",
                "opis": "Tradycyjne polskie kopytka z sosem jagodowym, idealne jako przystawka lub dodatek do obiadu."
            },
            {
                "nazwa": "Wegetariański Obiad z Warzywami",
                "opis": "Szybki i zdrowy obiad z warzywami, idealny dla wegetarian i wegan, z opcją dodania sosu lub nadzienia."
            }
        ],
        [
            {
                "nazwa": "Turecki Obiad dla Rodziny",
                "opis": "Smaczny i tani obiad z mięsa mielonego, marchewki, groszku i ziemniaków, idealny dla większej rodziny."
            },
            {
                "nazwa": "Turecka Zupa Jarzynowa z Kurczakiem",
                "opis": "Prosty i zdrowy przepis na obiad, który pokocha cała rodzina."
            },
            {
                "nazwa": "Beyti Kebab z Piekarnika",
                "opis": "Tradycyjne tureckie danie, które możesz przygotować w swoim piekarniku."
            },
            {
                "nazwa": "Lahmacun z Polakami",
                "opis": "Turecka wersja pizza, idealna jako przekąska lub danie główne."
            },
            {
                "nazwa": "Tureckie Przystawki (Meze)",
                "opis": "Smaczne i łatwe w przygotowaniu przystawki, które są idealne jako start do dalszej degustacji tureckiej kuchni."
            }
        ],
        [
            {
                "nazwa": "Szybkie Fasolkowe Gulaszki",
                "opis": "Szybki i smaczny gulasz z fasolką, idealny do szybkiego przygotowania na wielką imprezę"
            },
            {
                "nazwa": "Baja Burrito",
                "opis": "Tanie meksykańskie jedzenie w postaci burrito, idealne dla wielkiej imprezy"
            },
            {
                "nazwa": "Stir-fry z Pęczakiem po Meksykańsku",
                "opis": "Wegetariańskie danie z pęczakiem i warzywami, idealne jako główny przysmak"
            },
            {
                "nazwa": "Paprykowe Naleśniki",
                "opis": "Szybko i smacznie przygotowane naleśniki z papryką, idealne jako przekąska lub danie główne"
            },
            {
                "nazwa": "Cukiniowe Stir-fry",
                "opis": "Wegetariańskie danie z cukinią, idealne jako główny przysmak na wielką imprezę"
            }
        ],
        [
            {
                "nazwa": "Pide Tureckie z Grilla",
                "opis": "Klasyczne tureckie pide z pełnym smakiem grillowanego mięsa, warzyw i przypraw."
            },
            {
                "nazwa": "Meze z Jogurtem i Słonym Serem",
                "opis": "Tureckie meze z jogurtem, słonym serem, czosnkiem i oliwą - idealne jako przystawka lub snack."
            },
            {
                "nazwa": "Baklava z Pistacjami i Orzechami",
                "opis": "Niezwykła baklava z pistacjami i orzechami, idealna jako deser lub przystawka."
            },
            {
                "nazwa": "Kebab Rollo z Surówkami i Sosem",
                "opis": "Turecki kebab rollo z surówkami i sosem, idealny jako główny przysmak."
            }
        ],
        [
            {
                "nazwa": "Churro z Sosem Chimichurri",
                "opis": "Tradycyjny hiszpański wypiek churro podawany z oryginalnym sosem z Argentyny, idealny jako przystawka lub deser."
            },
            {
                "nazwa": "Paella z Warzywami i Sernikiem",
                "opis": "Oryginalna, hiszpańska paella z warzywami i dodatkiem kremowego sernika, idealna jako główny przysmak."
            },
            {
                "nazwa": "Tapas de Lola z Nowego Jorku",
                "opis": "Autentyczne, hiszpańskie tapas w stylu nowojorskim, idealne do degustacji jako przystawki lub snacki."
            }
        ],
        [
            {
                "nazwa": "Dyniowe Tatarze z Grzybami",
                "opis": "Połączenie smaczków dyni i grzybów w formie tatarów, idealnych jako przystawka lub dodatek do kebabu."
            },
            {
                "nazwa": "Bakława z Dynią i Orzechami",
                "opis": "Nowoczesna wersja klasyka, z dodatkiem słodkiej dyni i orzechów, idealna jako słodycz lub przekąska."
            },
            {
                "nazwa": "Kebabowe Placki z Grzybami i Dynią",
                "opis": "Nowoczesna wersja kebabowych placków, z dodatkiem grzybów i dyni, idealna jako obiad lub przekąska."
            },
            {
                "nazwa": "Sałatka Kebabowo-Jogurtowa z Dynią",
                "opis": "Połączenie ciepłych kebabów z chłodnym jogurtem, dynią i warzywami, idealna jako sałatka lub przystawka."
            },
            {
                "nazwa": "Pierożki Kebabowe z Dynią i Kawą",
                "opis": "Klasyczne tureckie pierożki z kebabowym nadzieniem, dynią i aromatyczną kawą, idealne na każdą domową imprezę."
            }
        ],
        [
            {
                "nazwa": "Kebabowe Placki",
                "opis": "Nowoczesna wersja klasycznych placków, z kebabem jako głównym składnikiem. Idealne dla tych, którzy szukają szybkiego i smacznego obiadu."
            },
            {
                "nazwa": "Sałatka Kebabowo-Jogurtowa",
                "opis": "Połączenie ciepłych kebabów z chłodnym jogurtem i smacznymi warzywami. Klasyczna turecka sałatka z nowoczesną twistem."
            },
            {
                "nazwa": "Kiełbasa Kebabowa z Sałatką",
                "opis": "Tradi cyjny polski przepis na kiełbasę, z kebabową odsłoną. Idealne dla tych, którzy szukają smacznego i łatwego jedzenia."
            },
            {
                "nazwa": "Pierożki Kebabowe z Kawą",
                "opis": "Klasyczne tureckie pierożki z kebabowym nadzieniem, serwowane z aromatyczną kawą. Idealne na każdą domową imprezę."
            }
        ],
        [
            {
                "nazwa": "Kebab w Tortilli",
                "opis": "Pyszne, szybkie i tanie danie, idealne na obiad i każdą imprezę. Tortilla zastąpiona kebabem, a sos czosnkowy dodaje odkrywczy smak."
            },
            {
                "nazwa": "Domowe Pierożki Kebabowe",
                "opis": "Proste i szybkie przepisy na pyszne pierożki kebabowe, idealne na każdą domową imprezę. Klasyczne kebaby w nowoczesnej formie."
            },
            {
                "nazwa": "Meze z Soczewicą",
                "opis": "Tanio, zdrowo i szybko przygotowywane danie, idealne dla zajętych studentów i osób szukających smacznego i łatwego jedzenia. Soczewica w nowoczesnej interpretacji cypryjskiej kuchni."
            },
            {
                "nazwa": "Turecka Sałatka z Kebabem",
                "opis": "Klasyczna turecka sałatka, która idealnie komponuje się z kebabem. Klasyczny smak z nowoczesną formą."
            },
            {
                "nazwa": "Bulion z Kiełbasą Kebabową",
                "opis": "Smaczny i tradycyjny bulion z kiełbasą kebabową. Nowoczesna interpretacja polskich dań wigilijnych."
            }
        ],
        [
            {
                "nazwa": "Kotlety z Czosnkiem i Ziołami Kuchni Polskiej",
                "opis": "Klasyczne kotlety z mielonego mięsa z dodatkiem czosnku i ziołów kuchni polskiej, idealne dla osób, które szukają smacznego i prostego jedzenia."
            },
            {
                "nazwa": "Strawberry from Poland - Krem z Truskawek",
                "opis": "Kremowa potrawa z truskawek, popularny w czasach staropolskich, idealna na wigilijną kolację lub jako deser."
            },
            {
                "nazwa": "Kotlety z Mięsa i Musztardy Stołowej",
                "opis": "Kotlety z mielonego mięsa z dodatkiem musztardy stołowej, idealne dla osób, które cenią smacznego i proste jedzenie."
            },
            {
                "nazwa": "Polskie Dania Wigilijne - Zapomniane Potrawy",
                "opis": "Zapomniane potrawy kuchni polskiej, takie jak pierogi, gołąbki i kiełbasa, idealne dla osób, które szukają smacznego i tradycyjnego jedzenia."
            }
        ],
        [
            {
                "nazwa": "Kurczak z Grilla z Sałatką Warzywną",
                "opis": "Smaczny i zdrowy przepis BBQ z sałatką warzywną, gotowany na grilla, z kurczakiem i warzywami, idealny na obiad."
            },
            {
                "nazwa": "Danie BBQ z Warzywami i Rybą",
                "opis": "Tanie i zdrowe danie BBQ USA z kebabem, gotowane na grilla, z warzywami i rybą, idealne dla osób, które cenią smaczne i zdrowe jedzenie."
            },
            {
                "nazwa": "Sałatka Wiosenna z Warzywami i Grillowanym Kurczakiem",
                "opis": "Szybki i zdrowy obiad z sałatką wiosenną, gotowaną na grilla, z warzywami i grillowanym kurczakiem."
            },
            {
                "nazwa": "Makaron z Warzywami i Grillowaną Rybą",
                "opis": "Smaczne i szybkie przepis na obiad, z makaronem, warzywami i grillowaną rybą, idealne dla osób, które szukają zdrowych i smacznych dań."
            }
        ],
        [
            {
                "nazwa": "Tureckie Bułki z Kurczakiem i Surówką",
                "opis": "Miękkie i delikatne tureckie bułki z kurczakiem i surówką z pomidorów, ogórka i cebuli."
            },
            {
                "nazwa": "Kurczak z Papryką i Kaszą",
                "opis": "Smaczny i łatwy w przygotowaniu kurczak z papryką i kaszą, który idealnie uzupełnia smak tureckich dań."
            },
            {
                "nazwa": "Tureckie Szaszłyki z Warzywami",
                "opis": "Pyszne tureckie szaszłyki z warzywami, które dają niepowtarzalny smak i zapach."
            }
        ],
        [
            {
                "nazwa": "Wurstowe Kartoflanki z Maślakami",
                "opis": "Klasyczne niemieckie kartoflanki z dodatkiem maślaków i przyprawami, które idealnie uzupełniają smak kebabu."
            },
            {
                "nazwa": "Kebabowe Wursty z Warzywami i Orzechami",
                "opis": "Kebabowe wursty z dodatkiem warzyw i orzechów, które dają niepowtarzalny smak i zapach."
            },
            {
                "nazwa": "Tanie i Szybkie Wurstowe Dania z Kaszą",
                "opis": "Szybkie i tanie danie z kaszą i wurstami, które może być spożywane jako obiad lub przystawka."
            },
            {
                "nazwa": "Niemieckie Wurstowe Kebaby z Surówką",
                "opis": "Małe kebaby z kurczaka lub wołowiny, smażone na grillu, z dodatkiem surówki z pomidorów, ogórka i cebuli."
            },
            {
                "nazwa": "Wurstowe Dania z Kartoflanką i Warzywami",
                "opis": "Klasyczne niemieckie dania z kartoflanką i warzywami, które idealnie uzupełniają smak kebabu."
            }
        ],
        [
            {
                "nazwa": "Tureckie Meze z Sałatką",
                "opis": "Szybkie i tanie danie z tureckich meze, gotowane na ciepło z warzywami, szpinakiem i serem, z dodatkiem sałatki ziemniaczanej i orzechów."
            },
            {
                "nazwa": "Kebab Solo z Surówką",
                "opis": "Mały kebab z kurczaka lub wołowiny, smażony na grillu, z dodatkiem surówki z pomidorów, ogórka i cebuli."
            },
            {
                "nazwa": "Tanie i Szybkie Dania z Kaszy",
                "opis": "Sycąca sałatka z kaszy, która może być spożywana jako obiad, z dodatkiem warzyw i przypraw tureckich."
            },
            {
                "nazwa": "Meze z Dodatkiem Surówki",
                "opis": "Typowy turecki styl jedzenia, w którym sałatka z warzyw i orzechów jest dodawana do różnych składników meze, takich jak kebab i przystawki."
            },
            {
                "nazwa": "Szybka Sałatka z Warzyw i Orzechów",
                "opis": "Szybka i zdrowa sałatka z warzyw i orzechów, idealna do spożycia jako przystawka lub dodatek do innych dań."
            }
        ]
    ]
}