{
    "last_trends": [
        [
            {
                "nazwa": "Dyniowe Kopytka z Kurkowym Sosem",
                "opis": "Pomysłowa wersja kopytek z dynią, która idealnie wpisuje się w smaki jesieni. Dodatek kurkowego sosu dodaje głębi smaku i aromatu."
            },
            {
                "nazwa": "Zupa Grzybowa z Ryżem",
                "opis": "Prostszy i szybszy przepis na zupę grzybową, która jest doskonała na zimny wieczór. Ugotowany ryż dodaje pełności i smaku."
            },
            {
                "nazwa": "Pierogi Spiżarniane z Mięsem Wieprzowym i Śliwką",
                "opis": "Klasyczne połączenie smaków, które idealnie reprezentuje smaki jesieni i zimy. Dodatek suszonej śliwki dodaje słodycz i aromat."
            },
            {
                "nazwa": "Keks Dyniowy z Sosem Kurkowym",
                "opis": "Ciekawy przepis na keks dyniowy, który jest idealny na słodkie przekąski. Dodatek sosu kurkowego dodaje głębi smaku i aromatu."
            },
            {
                "nazwa": "Smaki Jesieni: Pumpkin Spice Latte",
                "opis": "Klasyczna wersja latte z dodatkiem pumpkin spice, która idealnie wpisuje się w smaki jesieni i zimy. Doskonały dla kawoszy."
            }
        ],
        [
            {
                "nazwa": "Kebab Warzywno-Orzechowy z NYC",
                "opis": "Szybki i smaczny kebab z warzywami i orzechami, inspirowany przez kuchnię Nowego Jorku."
            },
            {
                "nazwa": "Rosół z Makaronem Ryżowym i Kebabem Warzywno-Orzechowym",
                "opis": "Smaczny i pełnowartościowy obiad z rosółem z makaronem ryżowym i kebabem warzywno-orzechowym."
            },
            {
                "nazwa": "Calzone Kebab z Cebulą i Sosem Czosnkowym",
                "opis": "Smaczne i aromatyczne calzone kebab z cebulą i sosem czosnkowym."
            },
            {
                "nazwa": "Kebab Warzywno-Orzechowy z Tofu",
                "opis": "Szybki i smaczny kebab z warzywami i tofu, doskonały dla wegetarian."
            },
            {
                "nazwa": "Ayranowe Smaczniki z Tureckim Kebabem i Warzywami",
                "opis": "Smaczne smaczniki z ayranem, tureckim kebabe i warzywami, inspirowane przez turecką kuchnię."
            }
        ],
        [
            {
                "nazwa": "Puree z Pomarańczy z Tureckim Ciastem",
                "opis": "Smaczne ciasto z puree z pomarańczy i mozaiką z kruszonych orzechów, inspirowane przez turecką kuchnię."
            },
            {
                "nazwa": "Tureckie Kebaby z Warzywami i Cynamonem (wegetariańskie)",
                "opis": "Klasyczne kebaby z warzywami i cynamonem, bez mięsa, inspirowane kuchnią turecką."
            },
            {
                "nazwa": "Meze Tureckie z Jogurtem, Słonym Serem i Czosnkiem",
                "opis": "Smaczne meze z jogurtem, słonym serem, czosnkiem i przyprawami, inspirowane przez turecką kuchnię."
            },
            {
                "nazwa": "Tureckie Ciasto z Warzywami i Tofu",
                "opis": "Smaczne ciasto z warzywami i tofu, inspirowane przez turecką kuchnię i kuchnię libańską."
            },
            {
                "nazwa": "Ayranowe Smaczniki z Tureckim Kebabem",
                "opis": "Smaczne smaczniki z ayranem i tureckim kebabe, inspirowane przez turecką kuchnię."
            }
        ],
        [
            {
                "nazwa": "Kebab z Kurczaka z Warzywami i Cynamonem",
                "opis": "Klasyczny kebab z kurczaka, warzywami i cynamonem, inspirowany kuchnią libańską."
            },
            {
                "nazwa": "Dolma z Ryby i Sałatki",
                "opis": "Zupa z ryby i sałatki, z dodatkiem kardamonu i grzanków, inspirowana kuchnią arabską."
            },
            {
                "nazwa": "Falafelowe Wrap z Warzywami i Tofu",
                "opis": "Falafelowe wrap z warzywami i tofu, z dodatkiem cynamonu i grzanków, inspirowane kuchnią libańską."
            }
        ],
        [
            {
                "nazwa": "Francuski Kebab Bistro",
                "opis": "Klasyczny kebab francuski z mięsem, serem i sałatką, podany w stylu bistro francuskim."
            },
            {
                "nazwa": "Quiche Kebabowa",
                "opis": "Kebabowa wersja klasycznego quiche, z mięsem, jajkami i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Soupe à L'Oignon Kebab",
                "opis": "Kebabowa wersja francuskiej zupy cebulowej, z cebulą, mięsem i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Pierogi Kebabowe z Ciałem Francuskim",
                "opis": "Pierogi kebabowe z ciastem francuskim, nadziane mięsem, serem i sałatką."
            }
        ],
        [
            {
                "nazwa": "Kebab Cajun z Kurczaka",
                "opis": "Kebab z kurczaka w stylu cajun, z dodatkiem przypraw Cajun i smakami południowych Stanów Zjednoczonych."
            },
            {
                "nazwa": "Rollo Kebab z Krewetkami",
                "opis": "Kebab z krewetkami, kapustą pekińską i kapustą białą, z przyprawami i sosami w stylu amerykańskiego południa."
            },
            {
                "nazwa": "Szybki Kebab Creole z Frytkami",
                "opis": "Kebab szybki i smaczny, z frytkami i przyprawami w stylu creole, idealny jako danie główne lub dodatek do kolacji."
            }
        ],
        [
            {
                "nazwa": "Soczewicza Turecka z Czerwonej Soczewicy",
                "opis": "Tradycyjna turecka potrawa z czerwonej soczewicy, idealna jako szybki i smaczny wegański przepis."
            },
            {
                "nazwa": "Wegański Kebab z Soi i Seitanu",
                "opis": "Szybki i tanio przygotowywalny wegański kebab z soi i seitanu, idealny jako fast food."
            },
            {
                "nazwa": "Torte Salate - Słone Ciasto",
                "opis": "Dania wegetariańskie, proste, tanie, zdrowe i szybkie w przygotowaniu, idealne jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Chora Bademjan - Pieczony Warzywny Kebab",
                "opis": "Turecki przepis na kebab z pieczonymi warzywami i przyprawami, idealny jako danie główne lub dodatek do kolacji."
            },
            {
                "nazwa": "Börülce Çorbası - Zupa z Zielonej Soczewicy",
                "opis": "Tradycyjna turecka zupa z zielonej soczewicy, idealna jako wegański przepis na szybki i smaczny obiad."
            }
        ],
        [
            {
                "nazwa": "Chinkali Gruzińskie",
                "opis": "Pierścieniowe pierogi z mięsa mielonego, smażone z dodatkiem przypraw i ziół, idealne jako danie samodzielne lub dodatek do kolacji."
            },
            {
                "nazwa": "Hummus z Marchewki",
                "opis": "Smaczny i zdrowy przepis na hummus z gotowanej na parze marchwi, idealny jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Supra Gruzińska",
                "opis": "Kolacja składająca się z różnych dania, w tym chinkali, hummusu i innych potraw, idealna jako okazja do spotkania z rodziną i przyjaciółmi."
            },
            {
                "nazwa": "Pizza Gruzińska",
                "opis": "Szybka i pyszna wersja domowej pizzy z dodatkiem gruzińskich przypraw i składników, idealna jako przekąska lub danie główne."
            }
        ]
    ]
}