{
    "last_trends": [
        [
            {
                "nazwa": "Kebab z Meksykańską Zazieleniną",
                "opis": "Zmodyfikowany kebab turecki z dodatkiem meksykańskich zazielenin, takich jak zielona papryka i zielony czosnek, podawany w cieście tortilli."
            },
            {
                "nazwa": "Adana Kebab z Polentą",
                "opis": "Tradycyjny kebab Adana z dodatkiem ciepłej polenty, która dodaje nowej tekstury i smaku tej dawnej tureckiej receptury."
            },
            {
                "nazwa": "Beyti Kebab z Gazpacho",
                "opis": "Nowy wariant Beyti kebabu z dodatkiem chłodnej zupy gazpacho, która dodaje smacznego i świeżego uzupełnienia dla tej popularnej tureckiej receptury."
            },
            {
                "nazwa": "Dürüm z Meksykańskim Kolekcjonerem",
                "opis": "Nowy wariant popularnego dürümu z dodatkiem meksykańskich składników, takich jak szpinak, papryka i zielony czosnek, który dodaje nowe nuty smaku do tej tradycyjnej tureckiej receptury."
            }
        ],
        [
            {
                "nazwa": "Taco Quesadilla",
                "opis": "Nowa wersja popularnego taquera z dodatkiem włoskiego twarogu i zielonej cebuli, podawana w cieście tortilli."
            },
            {
                "nazwa": "Carpaccio z Meksykańską Zazieleniną",
                "opis": "Zmodyfikowany wersja włoskiego carpaccio z dodatkiem meksykańskich zazielenin, takich jak zielona papryka i zielony czosnek."
            },
            {
                "nazwa": "Gazpacho z Meksykańskim Akcentem",
                "opis": "Chłodna zupa gazpacho z dodatkiem meksykańskich składników, takich jak avocado, cynamon i czerwony chili."
            },
            {
                "nazwa": "Polenta z Meksykańskim Kolekcjonerem",
                "opis": "Ciepła polenta z dodatkiem meksykańskich składników, takich jak szpinak, papryka i zielony czosnek."
            }
        ],
        [
            {
                "nazwa": "Kebab Wege z Ayranem i Pide",
                "opis": "Smaczny kebab wegetariański z ayranem i pide, idealny na szybko i tanio."
            },
            {
                "nazwa": "Hummus Idealny z Tahiny i Ciecierzycy",
                "opis": "Unikalny hummus z odpowiednią proporcją tahiny i lodowatą wodą, gotowany z łyżeczką sody, idealny dla wegan."
            },
            {
                "nazwa": "Sałatka Gyros z Roślinnymi Opcjami",
                "opis": "Smaczna sałatka gyros w wersji roślinnej, idealna na imprezę lub jako przystawka."
            }
        ],
        [
            {
                "nazwa": "Tajskie Ciasto z Owsianym Makiem i Mlekiem Kakaowym",
                "opis": "Klasyczne ciasto z tajskich inspiracji, z dodatkami owsianego maku i mleka kakaowego, które dodają kremową konsystencję i intensywny smak czekoladowy."
            },
            {
                "nazwa": "Wietnamski Pho z Dynią, Grzybami i Kurkumą",
                "opis": "Unikalna wersja klasycznego pho, z dodatkami dyni, grzybów shiitake i kurkumy, które tworzą głębię smaku i aromatyczność."
            },
            {
                "nazwa": "Prowansalska Zupa z Fasoli, Maku i Ziół",
                "opis": "Klasyczna zupa prowansalska z dodatkami fasoli, maku i ziół, które tworzą delikatną i aromatyczną zupę."
            },
            {
                "nazwa": "Ciasto z Wietnamską Pastą z Fasoli i Migdałami",
                "opis": "Klasyczne ciasto z wietnamską pastą z fasoli i migdałami, które dodają delikatny smak i aromatyczność."
            },
            {
                "nazwa": "Grzybowa Sos z Wietnamską Sałatką i Owsianym Makiem",
                "opis": "Unikalny sos grzybowy z dodatkami wietnamskiej sałatki i owsianego maku, które tworzą głębię smaku i aromatyczność."
            }
        ],
        [
            {
                "nazwa": "Pho z dynią i grzybami",
                "opis": "Klasyczne wietnamskie pho z dodatkami dyni i grzybów shiitake, które dodają głębi smaku i aromatyczności."
            },
            {
                "nazwa": "Frytki grzybowe z wietnamską sałatką",
                "opis": "Klasyczne frytki grzybowe z dodatkową sałatką wietnamską, zawierającą chrupiące warzywa i delikatne słodko-kwaśne smaki."
            },
            {
                "nazwa": "Zupa Pho z tofu i makaronem ryżowym",
                "opis": "Wegańska wersja klasycznego pho, z dodatkami tofu i makaronu ryżowego, które tworzą delikatną i aromatyczną zupę."
            }
        ],
        [
            {
                "nazwa": "Ceviche de Camarones",
                "opis": "Zapiekanka z krewetkami, zamiast ryby, z owocami morza i delikatnymi słodko-kwaśnymi smakami."
            },
            {
                "nazwa": "Lomo Saltado",
                "opis": "Danie z kuchni chifa, kolorowe i smaczne, z kawałkami mięsa, warzywami i ryżem, które miesza się z hiszpańską, azjatycką i peruwiańską kuchnią."
            },
            {
                "nazwa": "Papas a la Huancaína",
                "opis": "Zapiekanka z ziemniaków, papryki i jajek, z delikatnymi słodko-kwaśnymi smakami i kolorowymi dodatkami."
            },
            {
                "nazwa": "Aji de Gallina",
                "opis": "Tradycyjne danie z kuchni peruwiańskiej, z kawałkami kurczaka, warzywami i owocami morza, które miesza się z delikatnymi słodko-kwaśnymi smakami."
            },
            {
                "nazwa": "Escabeche de Pescado",
                "opis": "Potrawa ze smażonej ryby, która jest serwowana na zimno, z delikatnymi słodko-kwaśnymi smakami i kolorowymi dodatkami."
            }
        ],
        [
            {
                "nazwa": "Banh Mi Ga - Wietnamska Kanapka",
                "opis": "Klasyczny wietnamski przepis na kanapkę z kurczakiem, która może być łatwo dostosowana do wersji wegetariańskiej."
            },
            {
                "nazwa": "Zupa Pho (Wersja Wegetariańska)",
                "opis": "Tradycyjny wietnamski rosół, który może być łatwo dostosowany do wersji wegetariańskiej, bez konieczności gotowania mięsa."
            },
            {
                "nazwa": "Kanapka z Surowką i Warzywami",
                "opis": "Inspirująca wersja kanapki z surowką ze startej marchewki, buraka i kapusty pekińskiej, która może być idealnym dodatkiem do wieczornego obiadu."
            },
            {
                "nazwa": "Pad Thaia z Wegetariańskim Nadzieniem",
                "opis": "Wietnamski przepis na pad thai, który może być łatwo dostosowany do wersji wegetariańskiej, z nadzieniem z warzyw i surówki."
            },
            {
                "nazwa": "Wietnamski Makaron z Warzywami i Surówką",
                "opis": "Prosty i szybki przepis na makaron z warzywami i surówką, który może być idealnym rozwiązaniem dla wieczornego obiadu."
            }
        ],
        [
            {
                "nazwa": "Wareniki z kapustą i grzybami",
                "opis": "Pierścieniowe placki z nadzieniem z kapusty i grzybów, idealne dla sezonu wiosennego."
            },
            {
                "nazwa": "Barszcz Czerwony z mięsem wieprzowym",
                "opis": "Klasyczna ukraińska zupa z czerwonym barszczem i nadzieniem z mięsa wieprzowego, idealna dla zimowego dnia."
            },
            {
                "nazwa": "Kulebiaki z farszem z kapusty i grzybów",
                "opis": "Duże pierożki z nadzieniem z kapusty i grzybów, idealne dla Wielkanocy lub jako przekąska."
            }
        ],
        [
            {
                "nazwa": "Kebab Argentyński z Warzywami i Serem",
                "opis": "Świeży kebab argentyński z różnymi warzywami i serem, idealny dla imprez i pikników."
            },
            {
                "nazwa": "Poncz Alkoholowy Argentyński",
                "opis": "Szybki i tanio przygotowywalny poncz alkoholowy z argentyńskich składników, idealny na imprezę."
            },
            {
                "nazwa": "Tortilla z Kebabem i Warzywami",
                "opis": "Smaczne i łatwe w przygotowaniu danie z tortillą, kebabem i różnymi warzywami, idealne dla szybkiego obiadu."
            },
            {
                "nazwa": "Kebabowe Zupa z Warzywami i Serem",
                "opis": "Świeży i smaczny kebab zupa z różnymi warzywami i serem, idealna na zimowy dzień."
            }
        ],
        [
            {
                "nazwa": "Tureckie Śniadanie z Kebabem i Jajkiem",
                "opis": "Klasyczne tureckie śniadanie z kebabem, jajkiem i dodatkami, takimi jak sahan kreması i muhammara, które dają unikalny smak i teksturę."
            },
            {
                "nazwa": "Kebabowe Śniadanie z Jajkiem i Sosem Tzatziki",
                "opis": "Śniadanie z kebabem, jajkiem i sosem tzatziki, który dodaje chłodu i świeżości do klasycznej kombinacji kebabu i jajka."
            },
            {
                "nazwa": "Menemen z Kebabem i Pieczywem",
                "opis": "Nowy pomysł na śniadanie, w którym menemen, czyli turecka jajecznica, jest kombinowana z kebabem i pieczywem, tworząc unikalną i smaczną kombinację smaków."
            },
            {
                "nazwa": "Turecka Ogień z Kebabem i Jajkiem",
                "opis": "Śniadanie, które łączy smaki i tekstury kebabu i jajka, z dodatkowymi ingrediencjami, takimi jak papryka i szafran, które dają unikalny smak i barwę."
            },
            {
                "nazwa": "Klasyczne Tureckie Śniadanie z Kebabem i Jajkiem, z Dodatkami",
                "opis": "Klasyczne tureckie śniadanie z kebabem, jajkiem i dodatkami, takimi jak sahan kreması i muhammara, które dają unikalny smak i teksturę, a także dodatkową świeżość i chłód dzięki sosem tzatziki."
            }
        ],
        [
            {
                "nazwa": "Tapas Paella Fusion",
                "opis": "Fuzja tradycyjnych hiszpańskich tapas i paelli z nowymi smakami i tekturemi. Wyobraź sobie tapas z kawałkami kruczaka i owocami morza, podane z czerwoną papryką i szafranowym sosem béarnaise."
            },
            {
                "nazwa": "Szafranowe Tapas z Wegetariańskimi Ingrediencjami",
                "opis": "Nowy pomysł na wegetariańskie tapas z szafranowym sosem i świeżymi warzywami. Idealne na kolację lub imprezę."
            },
            {
                "nazwa": "Hiszpańskie Paella z Meksykańskimi Smakami",
                "opis": "Kombinacja smaków hiszpańskiej paelli i meksykańskich przypraw. Świeże warzywa, owoc morza i kawałki kruczaka w smaku i tekture."
            },
            {
                "nazwa": "Tapas z Greckich Ogórków i Szafranem",
                "opis": "Nowy pomysł na tapas z greckimi ogórkami i szafranem. Świeże warzywa i przyprawy w niepowtarzalnej kombinacji smaków."
            }
        ],
        [
            {
                "nazwa": "Wegetariańskie Meze z Turcji",
                "opis": "Odkryj smaki Turcji w tym wyborze wegetariańskich przepisów meze, które łączą świeże warzywa i przyprawy w niepowtarzalną kombinację smaków."
            },
            {
                "nazwa": "Tureckie Kebaby z Wegetariańskimi Ingrediencjami",
                "opis": "Zastąp tradycyjne kebaby wegetariańskimi składnikami i odkryj nowy smak tej tureckiej klasyki."
            },
            {
                "nazwa": "Szybkie i Tanie Przepisy na Kebaby",
                "opis": "Zobacz, jak przygotować szybkie i tanie przepisy na kebaby, które są idealne na imprezę lub codzienne posiłki."
            },
            {
                "nazwa": "Imprezowe Przepisy Tureckie na Wesele lub Inną Wydarzenie",
                "opis": "Odkryj nasze inspirujące pomysły na przepisy tureckie na imprezę, które są idealne na wesele lub inne wydarzenie."
            },
            {
                "nazwa": "Tureckie Salatki z Wegetariańskimi Ingrediencjami",
                "opis": "Zobacz, jak przygotować tureckie salatki z wegetariańskimi składnikami, które są idealne na codzienne posiłki lub na imprezę."
            }
        ],
        [
            {
                "nazwa": "Mandarynkowe Śniadanie z Kiełbasą i Szałwią",
                "opis": "Klasyczne śniadanie z mandarynką, która dodaje słodyczy i smaku, łączące się z kiełbasą i szałwią, tworząc niepowtarzalną kombinację smaków."
            },
            {
                "nazwa": "Śniadanie z Szerokością Świata: Cytryna, Limonka i Kiełbasa",
                "opis": "Śniadanie, które łączy w sobie słodycz cytryny, słoność limonki i smak kiełbasy, stworzone w duchu kulinarnej wędrówki po świecie."
            },
            {
                "nazwa": "Kurczak z Currym z Mandarynką i Szałwią",
                "opis": "Smaczny kurczak z currym, który dodaje słodyczy i smaku mandarynki i szałwii, tworząc niepowtarzalną kombinację smaków po azjatycku."
            },
            {
                "nazwa": "Szałwiana Kiełbasa z Mandarynką i Cytryną",
                "opis": "Świąteczna kiełbasa z szałwią, która dodaje smaku i aromatu, łącząca się z mandarynką i cytryną, tworząc niepowtarzalną kombinację smaków."
            },
            {
                "nazwa": "Mandarynkowe Pastelki z Kiełbasą i Szałwią",
                "opis": "Mandarynkowe pastelki z kiełbasą i szałwią, które dodają słodyczy i smaku, stworzone w duchu tradycyjnych kulinarnej wędrówki po świecie."
            }
        ],
        [
            {
                "nazwa": "Dyniowy Curry z Grzybami",
                "opis": "Klasyczny curry z currym z dyni, dodatkowo wzbogacony o smak i teksturę grzybów, idealny na wiosenny poranek."
            },
            {
                "nazwa": "Brokoladowy Curry z Kurczakiem i Szałwią",
                "opis": "Smacznym kurczakiem i brokół, wzbogacony przez szałwię lekarską, w klasycznym curry z currym."
            },
            {
                "nazwa": "Aromatyczny Curry z Dynią i Krokietem z Mięsem",
                "opis": "Smaczny curry z currym, wzbogacony o aromatyczny smak dyni i chrupiący krokiet z mięsem, idealny na szybkie i tanie jedzenie."
            }
        ],
        [
            {
                "nazwa": "Tapioca z warzywami korzeniowymi i mięsem",
                "opis": "Klasyczne danie brazylijskie z tapiocą, warzywami korzeniowymi i mięsem, idealne na zdrowe i egzotyczne posiłki."
            },
            {
                "nazwa": "Aromatyczne owoce tropikalne z migdałami i jogurtem",
                "opis": "Smaczne i zdrowe śniadanie z owosem tropikalnym, migdałami i jogurtem, idealne na wiosenny poranek."
            },
            {
                "nazwa": "Grzybowe fajtki z dynią i warzywami korzeniowymi",
                "opis": "Lekkie i tanie fajtki z grzybami, dynią i warzywami korzeniowymi, idealne na szybkie i smaczne jedzenie."
            },
            {
                "nazwa": "Tapioca z mięsem i warzywami korzeniowymi, podana w egzotycznej skrzynce",
                "opis": "Klasyczne danie brazylijskie z tapiocą, mięsem i warzywami korzeniowymi, podane w egzotycznej skrzynce, idealne na zdrowe i egzotyczne posiłki."
            }
        ],
        [
            {
                "nazwa": "Dyniowe Leczo z Grzybami",
                "opis": "Pyszne i smaczne leczko z dyni i grzybami, idealne na jesienne wieczory."
            },
            {
                "nazwa": "Ratatouille z Warzywami Korzeniowymi",
                "opis": "Ciekawe i aromatyczne ratatouille z warzywami korzeniowymi, idealne na jesienne menu."
            },
            {
                "nazwa": "Grzybowe Fajtki z Dynią",
                "opis": "Lekkie i tanie fajtki z grzybami i dynią, idealne na szybkie i smaczne jedzenie."
            },
            {
                "nazwa": "Dyniowe Kluski z Warzywami",
                "opis": "Pyszne i smaczne kluski z dyni i warzywami, idealne na jesienne potrawy."
            },
            {
                "nazwa": "Grzybowe Steki z Dynią",
                "opis": "Szybkie i aromatyczne steki z grzybami i dynią, idealne na jesienne menu."
            }
        ],
        [
            {
                "nazwa": "Babi Kecap - Indonezyjskie Wegetariańskie Danie z Bali",
                "opis": "Pyszne i tanie wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Babi Kecap."
            },
            {
                "nazwa": "Indonezyjski Pad Thai z Warzywną Miską",
                "opis": "Szybkie i aromatyczne wegetariańskie danie z orientalną nutą, polegające na szybkim przygotowaniu Pad Thai z dodatkami warzyw w misce."
            },
            {
                "nazwa": "Rendang - Indonezyjskie Wegetariańskie Danie z Bali",
                "opis": "Pyszne i smaczne wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Rendang."
            },
            {
                "nazwa": "Indonezyjskie Fritters z Warzywną Sosą",
                "opis": "Lekkie i tanie wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - warzywna sos."
            },
            {
                "nazwa": "Bali Roti z Wegetariańską Fasolą",
                "opis": "Pyszne i smaczne wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Bali Roti z fasolą."
            }
        ],
        [
            {
                "nazwa": "Tacos z Mieloną Soczewicą",
                "opis": "Szybkie i tanie wegetariańskie danie Meksykańskie, idealne na imprezę, z soczewicą oraz kukurydzianą tortillą."
            },
            {
                "nazwa": "Wegetariańskie Kaszotto po Meksykańsku",
                "opis": "Szybkie i zdrowe danie, idealne na obiad, z kasztanowym mielonych warzywami i słodzonymi składnikami."
            },
            {
                "nazwa": "Salsa-Shop Tex-Mex Zesty Quesadillas",
                "opis": "Zapiekane quesadillas z zesłonymi składnikami i wypełnione salsą, idealne dla miłośników Tex-Mex."
            }
        ],
        [
            {
                "nazwa": "Dyniowy Gulasz z Grzybami",
                "opis": "Klasyczne jesienny przepis na gulasz z dyni i grzybami, idealny na zimne wieczory."
            },
            {
                "nazwa": "Smażone Warzywa z Sosem Charmoula",
                "opis": "Smażone warzywa w połączeniu z sosem charmoula z kolendry, dodatkiem suszonych grzybów i smażonej cebulki."
            },
            {
                "nazwa": "Dyniowe Makarony z Warzywami",
                "opis": "Smaczne makarony z dynią i warzywami, idealne jako główne danie na imprezę jesiennej."
            }
        ],
        [
            {
                "nazwa": "Ramy z Kurczakiem i Szpinakiem w Sosie Kokosowym",
                "opis": "Klasyczne japońskie danie z kurczakiem i szpinakiem w smacznym sosie kokosowym."
            },
            {
                "nazwa": "Tamagoyaki z Kurczakiem i Zielonym Pieprzem",
                "opis": "Japoński omlet z kurczakiem, zielonym pieprzem i innymi smacznymi składnikami."
            },
            {
                "nazwa": "Hourensou Goma-Ae z Kurczakiem i Szpinakiem",
                "opis": "Klasyczne japońskie danie z kurczakiem i szpinakiem w sosie sezamowym."
            },
            {
                "nazwa": "Gyoza z Kurczakiem i Zielonym Pieprzem",
                "opis": "Małe, japońskie pierożki z kurczakiem, zielonym pieprzem i innymi smacznymi składnikami."
            },
            {
                "nazwa": "Ryż z Mleczkiem Kokosowym i Kurczakiem",
                "opis": "Smaczny, gotowany ryż z mleczkiem kokosowym i kurczakiem."
            }
        ]
    ]
}