{
    "last_trends": [
        [
            {
                "nazwa": "Tapioca z warzywami korzeniowymi i mięsem",
                "opis": "Klasyczne danie brazylijskie z tapiocą, warzywami korzeniowymi i mięsem, idealne na zdrowe i egzotyczne posiłki."
            },
            {
                "nazwa": "Aromatyczne owoce tropikalne z migdałami i jogurtem",
                "opis": "Smaczne i zdrowe śniadanie z owosem tropikalnym, migdałami i jogurtem, idealne na wiosenny poranek."
            },
            {
                "nazwa": "Grzybowe fajtki z dynią i warzywami korzeniowymi",
                "opis": "Lekkie i tanie fajtki z grzybami, dynią i warzywami korzeniowymi, idealne na szybkie i smaczne jedzenie."
            },
            {
                "nazwa": "Tapioca z mięsem i warzywami korzeniowymi, podana w egzotycznej skrzynce",
                "opis": "Klasyczne danie brazylijskie z tapiocą, mięsem i warzywami korzeniowymi, podane w egzotycznej skrzynce, idealne na zdrowe i egzotyczne posiłki."
            }
        ],
        [
            {
                "nazwa": "Dyniowe Leczo z Grzybami",
                "opis": "Pyszne i smaczne leczko z dyni i grzybami, idealne na jesienne wieczory."
            },
            {
                "nazwa": "Ratatouille z Warzywami Korzeniowymi",
                "opis": "Ciekawe i aromatyczne ratatouille z warzywami korzeniowymi, idealne na jesienne menu."
            },
            {
                "nazwa": "Grzybowe Fajtki z Dynią",
                "opis": "Lekkie i tanie fajtki z grzybami i dynią, idealne na szybkie i smaczne jedzenie."
            },
            {
                "nazwa": "Dyniowe Kluski z Warzywami",
                "opis": "Pyszne i smaczne kluski z dyni i warzywami, idealne na jesienne potrawy."
            },
            {
                "nazwa": "Grzybowe Steki z Dynią",
                "opis": "Szybkie i aromatyczne steki z grzybami i dynią, idealne na jesienne menu."
            }
        ],
        [
            {
                "nazwa": "Babi Kecap - Indonezyjskie Wegetariańskie Danie z Bali",
                "opis": "Pyszne i tanie wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Babi Kecap."
            },
            {
                "nazwa": "Indonezyjski Pad Thai z Warzywną Miską",
                "opis": "Szybkie i aromatyczne wegetariańskie danie z orientalną nutą, polegające na szybkim przygotowaniu Pad Thai z dodatkami warzyw w misce."
            },
            {
                "nazwa": "Rendang - Indonezyjskie Wegetariańskie Danie z Bali",
                "opis": "Pyszne i smaczne wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Rendang."
            },
            {
                "nazwa": "Indonezyjskie Fritters z Warzywną Sosą",
                "opis": "Lekkie i tanie wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - warzywna sos."
            },
            {
                "nazwa": "Bali Roti z Wegetariańską Fasolą",
                "opis": "Pyszne i smaczne wegetariańskie danie z Bali, polegające na szybkim i łatwym przygotowaniu, z nietypowym składnikiem - Bali Roti z fasolą."
            }
        ],
        [
            {
                "nazwa": "Tacos z Mieloną Soczewicą",
                "opis": "Szybkie i tanie wegetariańskie danie Meksykańskie, idealne na imprezę, z soczewicą oraz kukurydzianą tortillą."
            },
            {
                "nazwa": "Wegetariańskie Kaszotto po Meksykańsku",
                "opis": "Szybkie i zdrowe danie, idealne na obiad, z kasztanowym mielonych warzywami i słodzonymi składnikami."
            },
            {
                "nazwa": "Salsa-Shop Tex-Mex Zesty Quesadillas",
                "opis": "Zapiekane quesadillas z zesłonymi składnikami i wypełnione salsą, idealne dla miłośników Tex-Mex."
            }
        ],
        [
            {
                "nazwa": "Dyniowy Gulasz z Grzybami",
                "opis": "Klasyczne jesienny przepis na gulasz z dyni i grzybami, idealny na zimne wieczory."
            },
            {
                "nazwa": "Smażone Warzywa z Sosem Charmoula",
                "opis": "Smażone warzywa w połączeniu z sosem charmoula z kolendry, dodatkiem suszonych grzybów i smażonej cebulki."
            },
            {
                "nazwa": "Dyniowe Makarony z Warzywami",
                "opis": "Smaczne makarony z dynią i warzywami, idealne jako główne danie na imprezę jesiennej."
            }
        ],
        [
            {
                "nazwa": "Ramy z Kurczakiem i Szpinakiem w Sosie Kokosowym",
                "opis": "Klasyczne japońskie danie z kurczakiem i szpinakiem w smacznym sosie kokosowym."
            },
            {
                "nazwa": "Tamagoyaki z Kurczakiem i Zielonym Pieprzem",
                "opis": "Japoński omlet z kurczakiem, zielonym pieprzem i innymi smacznymi składnikami."
            },
            {
                "nazwa": "Hourensou Goma-Ae z Kurczakiem i Szpinakiem",
                "opis": "Klasyczne japońskie danie z kurczakiem i szpinakiem w sosie sezamowym."
            },
            {
                "nazwa": "Gyoza z Kurczakiem i Zielonym Pieprzem",
                "opis": "Małe, japońskie pierożki z kurczakiem, zielonym pieprzem i innymi smacznymi składnikami."
            },
            {
                "nazwa": "Ryż z Mleczkiem Kokosowym i Kurczakiem",
                "opis": "Smaczny, gotowany ryż z mleczkiem kokosowym i kurczakiem."
            }
        ],
        [
            {
                "nazwa": "Krewetki Creole z Zieloną Papryką",
                "opis": "Łatwy i zdrowy przepis na krewetki Creole z dodatkiem zielonej papryki, idealny na obiad lub do lunchboxa."
            },
            {
                "nazwa": "Furajedzenia z Cajun Seasoning",
                "opis": "Proste i smaczne furajedzenia z Cajun Seasoning, idealne na przekąskę lub do chleba."
            },
            {
                "nazwa": "Tureckie-Inspirokane Warzywne Pide z Bakłażanem i Cukinią",
                "opis": "Twórcze połączenie francuskich smaków z turecką tradycją kulinarną - chrupiące i smaczne warzywne pide z bakłażanem i cukinią."
            },
            {
                "nazwa": "Zdrowe Frittate z Warzywami",
                "opis": "Czytelny i smaczny przepis na zdrowe frittate z warzywami, idealne na obiad lub do lunchboxa."
            }
        ],
        [
            {
                "nazwa": "Prowansalski Baton z Migdałami i Miodem",
                "opis": "Specjalność regionu Prowansji - cienki, chrupiący baton z migdałami i miodem, idealny na przekąskę lub podawany na śniadanie."
            },
            {
                "nazwa": "Francuskie Naleśniki z Mąki Gryczanej",
                "opis": "Lekkie i smaczne francuskie naleśniki z mąki gryczanej, idealne na obiad lub do lunchboxa."
            },
            {
                "nazwa": "Warzywne Pide z Bakłażanem i Cukinią",
                "opis": "Twórcze połączenie francuskich smaków z turecką tradycją kulinarną - chrupiące i smaczne warzywne pide z bakłażanem i cukinią."
            },
            {
                "nazwa": "Winegret z Musztardą Francuską",
                "opis": "Szybkie i łatwe do przygotowania danie z francuską musztardą, idealne na przekąskę lub do chleba."
            }
        ],
        [
            {
                "nazwa": "Tureckie Doner Kebab z Halloumi",
                "opis": "Smaczne i ciekawe połączenie tureckiego doner kebaba z grillowanym halloumi, idealne dla wegetarian."
            },
            {
                "nazwa": "Lahmacun z Ciecierzycą",
                "opis": "Tanie i sycące tureckie danie, idealne dla tych, którzy szukają szybkich i łatwych posiłków."
            },
            {
                "nazwa": "Warzywne Pide z Bakłażanem i Cukinią",
                "opis": "Tradycyjne przepisy tureckie na warzywne pide, które zmieniają swoim smakiem i aromatem Twoje codzienne posiłki."
            },
            {
                "nazwa": "Tureckie Wraps z Miksem Pieczonych Warzyw",
                "opis": "Ciekawe połączenie tureckich tradycji kulinarnych z wegetariańskimi składnikami, idealne dla tych, którzy szukają zdrowych i smacznego posiłku."
            }
        ],
        [
            {
                "nazwa": "Kebab Adana",
                "opis": "Tańsze, smaczniejsze i proste do przygotowania tureckie danie, idealne dla tych, którzy szukają szybkich i łatwych posiłków."
            },
            {
                "nazwa": "Meze Tureckie",
                "opis": "Współczesne przepisy tureckie na warzywne pide, które zmieniają swoim smakiem i aromatem Twoje codzienne posiłki."
            },
            {
                "nazwa": "Döner Kebab",
                "opis": "Banalnie proste, ale niezwykle smaczne tureckie danie, które jest idealne dla tych, którzy szukają szybkich i łatwych posiłków."
            },
            {
                "nazwa": "Sarma Tureckie",
                "opis": "Domowe danie tureckie, zwane „sarma”, które dziś zrobiłam, jest idealne dla tych, którzy szukają wyjątkowych i smacznego posiłku."
            },
            {
                "nazwa": "Pide Tureckie",
                "opis": "Tradycyjne przepisy w nadzieniu mają najczęściej mięso, ale we współczesnej kuchni tureckiej jest bardzo dużo przepisów na warzywne pide, które są idealne dla tych, którzy szukają zdrowych i smacznego posiłku."
            }
        ],
        [
            {
                "nazwa": "Bánh Xèo - Wietnamskie Pancakes z Ogórkami i Herbatą",
                "opis": "Klasyczne wietnamskie paniki z ogórkami i herbatą, które sprawią, że Twoje posiłki będą jeszcze bardziej aromatyczne i smaczne."
            },
            {
                "nazwa": "Gỏi Cuốn - Wietnamskie Kanapki z Nawozem i Ogórkami",
                "opis": "Smaczne wietnamskie kanapki z nawozem i ogórkami, które są idealne dla tych, którzy szukają zdrowych i smacznego dania."
            },
            {
                "nazwa": "Phở - Wietnamska Zupa z Nasionami Kokosowymi i Ogórkami",
                "opis": "Klasyczna wietnamska zupa z nasionami kokosowymi i ogórkami, która jest idealna dla tych, którzy szukają smacznego i orzeźwiającego posiłku."
            }
        ],
        [
            {
                "nazwa": "Zupa Kukurydziana z Jogurtem i Czosnkiem",
                "opis": "Klasyczna zupa kukurydziana z dodatkiem jogurtu i czosnku, nadającym jej orzeźwiający smak i chrupiącą teksturę."
            },
            {
                "nazwa": "Grillowane Warzywa z Jogurtowo-Czosnkowym Sosem",
                "opis": "Smaczne grillowane warzywa w sosie jogurtowo-czosnkowym, perfekcyjne do podania na ciepło lub na zimno."
            },
            {
                "nazwa": "Paszteciki Kukurydziane z Jogurtem i Czosnkiem",
                "opis": "Kukurydziane paszteciki z jogurtem i czosnkiem, idealne dla tych, którzy szukają zdrowych i smacznego dania."
            },
            {
                "nazwa": "Sałatka Meksykańska z Jogurtem, Czosnkiem i Kukurydzą",
                "opis": "Ładna sałatka meksykańska z jogurtem, czosnkiem i kukurydzą, łącząca w sobie smaki i kolorystykę południowej Ameryki."
            },
            {
                "nazwa": "Zimne Naleśniki z Jogurtem, Czosnkiem i Kukurydzą",
                "opis": "Ciekawe naleśniki z jogurtem, czosnkiem i kukurydzą, które sprawią, że Twoje posiłki będą jeszcze bardziej aromatyczne i smaczne."
            }
        ],
        [
            {
                "nazwa": "Sałatka Grecka z Kiełkami Rzodkiewki",
                "opis": "Nowa wersja klasycznej sałatki greckiej, z dodaniem kiełków rzodkiewki, które dodają niezwykły smak i teksturę."
            },
            {
                "nazwa": "Feta z Owosem Morza i Warzywami",
                "opis": "Lekka i orzeźwiająca potrawa, łącząca w sobie soczyste owoce morza, chrupiące warzywa oraz aromatyczny ser feta."
            },
            {
                "nazwa": "Sałatka Wiosenna z Roszponką i Kukurydzą",
                "opis": "Nowa wersja sałatki wiosennej, z dodaniem roszponki i kukurydzy, która dodaje smaku i koloru."
            }
        ],
        [
            {
                "nazwa": "Döner Kebab z Jogurtem i Czosnkiem",
                "opis": "Tradycyjny turecki kebab z mielonej wołowiną lub jagnięciny, podawany z jogurtem i czosnkiem, idealny na szybkie lunchy i kolacje."
            },
            {
                "nazwa": "Meze z Grzybami, Fasolką i Czosnkiem",
                "opis": "Tureckie przystawki z grzybami, fasolką i czosnkiem, idealne do podania z chlebem pide lub jako dodatek do danego"
            },
            {
                "nazwa": "Grilowane Warzywa z Sosem Jogurtowo-Czosnkowym",
                "opis": "Szybka i smaczna potrawa, w której grilowane warzywa są podawane z jogurtem i czosnkiem, idealna na letnie dni"
            },
            {
                "nazwa": "Beyti z Jagnięciny i Sosem Pomidorowym",
                "opis": "Tureckie danie z jagnięcyną, zawiniętą w lawasz, polaną sosem pomidorowym i podawaną z jogurtem, idealne na szybkie kolacje"
            },
            {
                "nazwa": "Chleb Pide z Czosnkiem i Papryką",
                "opis": "Tradycyjny turecki chleb pide, podawany z czosnkiem i papryką, idealny do smarowania kebabem lub jako dodatek do śniadania"
            }
        ],
        [
            {
                "nazwa": "BBQ Pulled Pork z Kukurydzą i Szpinakiem",
                "opis": "Pyszne BBQ z mięsem wieprzowym oraz dodatkiem kukurydzy i szpinaku, idealne dla tych, którzy szukają smacznego i łatwego dania."
            },
            {
                "nazwa": "Kiełbasa z Kiełbasą i Szpinakiem w Warkoczyku z Currym",
                "opis": "Wypróbuj tę smaczną i kolorową sałatkę z kiełbasą, szpinakiem i warkoczykiem z curry, idealną na pikniki i imprezy!"
            },
            {
                "nazwa": "Turecki BBQ z Bakłażanem i Kiełbasą",
                "opis": "Ciesz się wybuchową mieszanką smaków w tym tureckim BBQ z bakłażanem, kiełbasą i curry, idealnym dla tych, którzy szukają nowych smaków."
            },
            {
                "nazwa": "Kiełbasa i Szpinak z Currym w Warkoczyku",
                "opis": "Smaczną i zdrową sałatkę z kiełbasą, szpinakiem i curry w warkoczyku, idealną na szybkie kolacje i lunchy."
            }
        ],
        [
            {
                "nazwa": "Curry z szpinakiem i grillowanymi kiełbasami",
                "opis": "Podawaj to pyszne curry z szpinakiem i grillowanymi kiełbasami wraz z kulkami ryżu lub ziemniakami. Idealne dla tych, którzy szukają łatwego i smacznego dania."
            },
            {
                "nazwa": "Sałatka z tureckimi kiełbasami i szpinakiem w warkoczyku",
                "opis": "Wypróbuj tę smaczną i kolorową sałatkę z tureckimi kiełbasami, szpinakiem i warkoczykiem. Idealna na pikniki i imprezy!"
            },
            {
                "nazwa": "Turecki curry z bakłażanem i kiełbasą",
                "opis": "Ciesz się wybuchową mieszanką smaków w tym tureckim curry z bakłażanem, kiełbasą i curry. Idealne dla tych, którzy szukają nowych smaków."
            },
            {
                "nazwa": "Sałatka z szpinakiem i kiełbasą z curry",
                "opis": "Smaczną i zdrową sałatkę z szpinakiem, kiełbasą i curry. Idealna na szybkie kolacje i lunchy."
            },
            {
                "nazwa": "Kiełbasa i szpinak w curry z turecką inspiracją",
                "opis": "Zrób coś nowego z kiełbasą, szpinakiem i curry z turecką inspiracją. Idealne dla tych, którzy szukają łatwego i smacznego dania."
            }
        ],
        [
            {
                "nazwa": "Wareniki z kiełbasą i szpinakiem",
                "opis": "Nowa wersja klasyka ukraińskiej kuchni - słodkie, chrupiące wareniki wypełnione sałatką z kiełbasy i szpinaku."
            },
            {
                "nazwa": "Barszcz z kiełbasą i szpinakiem",
                "opis": "Smaczny i zdrowy barszcz ukraiński z dodatkiem kiełbasy i szpinaku, idealny na letnie dni."
            },
            {
                "nazwa": "Kiełbasa i szpinak z ukraińskim ryżem",
                "opis": "Łatwa w przygotowaniu kombinacja kiełbasy, szpinaku i ryżu ukraińskiego, idealna na szybkie kolacje."
            },
            {
                "nazwa": "Sałatka z kiełbą i szpinakiem w warkoczyku",
                "opis": "Smaczna i kolorowa sałatka z kiełbą i szpinakiem podana w warkoczyku, idealna na pikniki i imprezy."
            }
        ],
        [
            {
                "nazwa": "Ryba z Warzywami w Tureckim Ryżu z Piekarnika",
                "opis": "Smaczny i łatwy do przygotowania przepis na rybę z warzywami, serwowany z tureckim ryżem i pieczonym w piekarniku."
            },
            {
                "nazwa": "Turecko-Peruwiańska Kebab z Sosem Chili i Jogurtowym",
                "opis": "Unikalny kebab inspirowany tradycyjną turecką recepturą i peruwiańskimi smakami, smacznie łączący pikantność sosu chili z delikatnością sosu jogurtowego."
            },
            {
                "nazwa": "Paprykowe Falafel z Tureckim Ryżem i Tatarskim Sosem",
                "opis": "Pikantne falafel z dodatkiem papryki i tureckich smaków, doskonałe do podania z tureckim ryżem i tatarskim sosem, idealnym dodatkiem do przystawki lub aperitifa."
            },
            {
                "nazwa": "Peruwiańska Salsa z Tureckimi Smakami i Ryżem",
                "opis": "Kremowa i pikantna salsa inspirowana peruwiańską kuchnią, łącząca smaki tureckie z delikatnością ryżu i dodatkiem czosnku i papryki."
            }
        ],
        [
            {
                "nazwa": "Kebab Döner z Sosem Chili",
                "opis": "Pikantny kebab z sosem chili, inspirowany tradycyjną turecką recepturą, oczarujący smakiem i aromatem"
            },
            {
                "nazwa": "Pasta z Papryką i Fetą",
                "opis": "Kremowa i lekko pikantna pasta z papryką i fetą, świetnie dostosowana do sezonu i smaków"
            },
            {
                "nazwa": "Meze z Oliwkami i Czosnkiem",
                "opis": "Pikantne meze z oliwkami, czosnkiem, ziołami i chili, idealne do podania jako przystawka lub aperitif"
            },
            {
                "nazwa": "Kebab Doner z Sosem Jogurtowym",
                "opis": "Pikantny kebab z sosem jogurtowym, inspirowany smaczkowym przepisem Karola Okrasy, doskonały dla tych, którzy lubią smaczne i oryginalne dania"
            },
            {
                "nazwa": "Paprykowe Falafel z Tureckiej Kuchni",
                "opis": "Pikantne falafel z dodatkiem papryki i tureckich smaków, idealne do podania z ryżem lub makaronem"
            }
        ],
        [
            {
                "nazwa": "Paprykowe Rogale",
                "opis": "Węgierskie rogale z kulkami paprykowymi, dodatkami orzechów i migdałów, idealne na śniadanie lub podawane z kawą."
            },
            {
                "nazwa": "Koreańskie Falafel z Papryką",
                "opis": "Koreańsko-śródziemnomorskie połączenie, w której falafel z dodatkiem papryki i soju jest doskonałym rozwiązaniem dla tych, którzy poszukują smaku i koloru."
            },
            {
                "nazwa": "Węgierski Paprykarz z Ziemniakami",
                "opis": "Tętniący smakiem paprykarz z ziemniakami, gotowany w gęstym sosie z suszoną papryką, idealny do podania z chlebem lub makaronem."
            },
            {
                "nazwa": "Paprykowe Kimchi",
                "opis": "Łączenie węgierskiej papryki z koreańskim kimchi, dodając nietypowe smaki i tekstury, tworząc ciekawe połączenie smaków i aromatów."
            },
            {
                "nazwa": "Węgierskie Bulgogi z Papryką",
                "opis": "Węgierskie bulgogi z dodatkiem papryki i koreańskich smaków, tworząc kompleksowe i smaczne kolekcyjne danie, idealne do podania z ryżem lub makaronem."
            }
        ]
    ]
}