{
    "last_trends": [
        [
            {
                "nazwa": "Francuski Kebab Bistro",
                "opis": "Klasyczny kebab francuski z mięsem, serem i sałatką, podany w stylu bistro francuskim."
            },
            {
                "nazwa": "Quiche Kebabowa",
                "opis": "Kebabowa wersja klasycznego quiche, z mięsem, jajkami i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Soupe à L'Oignon Kebab",
                "opis": "Kebabowa wersja francuskiej zupy cebulowej, z cebulą, mięsem i serem, podana w formie kebabu."
            },
            {
                "nazwa": "Pierogi Kebabowe z Ciałem Francuskim",
                "opis": "Pierogi kebabowe z ciastem francuskim, nadziane mięsem, serem i sałatką."
            }
        ],
        [
            {
                "nazwa": "Kebab Cajun z Kurczaka",
                "opis": "Kebab z kurczaka w stylu cajun, z dodatkiem przypraw Cajun i smakami południowych Stanów Zjednoczonych."
            },
            {
                "nazwa": "Rollo Kebab z Krewetkami",
                "opis": "Kebab z krewetkami, kapustą pekińską i kapustą białą, z przyprawami i sosami w stylu amerykańskiego południa."
            },
            {
                "nazwa": "Szybki Kebab Creole z Frytkami",
                "opis": "Kebab szybki i smaczny, z frytkami i przyprawami w stylu creole, idealny jako danie główne lub dodatek do kolacji."
            }
        ],
        [
            {
                "nazwa": "Soczewicza Turecka z Czerwonej Soczewicy",
                "opis": "Tradycyjna turecka potrawa z czerwonej soczewicy, idealna jako szybki i smaczny wegański przepis."
            },
            {
                "nazwa": "Wegański Kebab z Soi i Seitanu",
                "opis": "Szybki i tanio przygotowywalny wegański kebab z soi i seitanu, idealny jako fast food."
            },
            {
                "nazwa": "Torte Salate - Słone Ciasto",
                "opis": "Dania wegetariańskie, proste, tanie, zdrowe i szybkie w przygotowaniu, idealne jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Chora Bademjan - Pieczony Warzywny Kebab",
                "opis": "Turecki przepis na kebab z pieczonymi warzywami i przyprawami, idealny jako danie główne lub dodatek do kolacji."
            },
            {
                "nazwa": "Börülce Çorbası - Zupa z Zielonej Soczewicy",
                "opis": "Tradycyjna turecka zupa z zielonej soczewicy, idealna jako wegański przepis na szybki i smaczny obiad."
            }
        ],
        [
            {
                "nazwa": "Chinkali Gruzińskie",
                "opis": "Pierścieniowe pierogi z mięsa mielonego, smażone z dodatkiem przypraw i ziół, idealne jako danie samodzielne lub dodatek do kolacji."
            },
            {
                "nazwa": "Hummus z Marchewki",
                "opis": "Smaczny i zdrowy przepis na hummus z gotowanej na parze marchwi, idealny jako przekąska lub dodatek do dania głównego."
            },
            {
                "nazwa": "Supra Gruzińska",
                "opis": "Kolacja składająca się z różnych dania, w tym chinkali, hummusu i innych potraw, idealna jako okazja do spotkania z rodziną i przyjaciółmi."
            },
            {
                "nazwa": "Pizza Gruzińska",
                "opis": "Szybka i pyszna wersja domowej pizzy z dodatkiem gruzińskich przypraw i składników, idealna jako przekąska lub danie główne."
            }
        ]
    ]
}